# Как тебя зовут?
# Чем ты занимаешься?
# Как твое настроение?
# Из какого ты города?
# Какое время года ты любишь?
# Как зовут твоего лучшему друга?

name = input("Как тебя зовут? ")
print("Приятно познакомиться, ", name)
hobby = input("Чем ты занимаешься? ")
print("Здорово! Какое интересное у тебя хобби", hobby, "А я люблю знакомиться с людьми.")
mood = input("Как твое настроение? ")
print("А я вчера грустил, потому что со мной никто не болтал((")
city = input("Из какого ты города? ")
print("Прекрасный город", city, "!","А ты знал, что самый малонаселенны город в России - это город Чекалин? По разным источникам, его население около 900 человек! Располагается он в Тульской области. Ты знал об этом?")
season = input("Какое время года ты любишь? ")
print(season,"- это прекрасно. Я очень люблю весну, там много праздников и много выходных.")
friend = input("Как зовут твоего лучшего друга? ")
print("Лучший друг - это здорово!", friend, "всегда поможет тебе в трудную минуту! Моего друга зовут Ботя! Буду ждать тебе снова. ")
